export const MENU_MOCK = [
   {
      name: 'Послуги',
      items: [
         {
            name: 'Гастроентерологія',
            items: [
               {
                  name: 'Пакет загальне знеболювання',
                  code: 1581,
                  price: 1450
               },
               {
                  name: 'Гастроскопія (біопсія+гістологія) (НСЗУ)',
                  code: 1146,
                  price: 1452
               },
               {
                  name: 'Колоноскопія (біопсія+гістологія) (НСЗУ)',
                  code: 1149,
                  price: 1829
               }
            ]
         },
         {
            name: 'Гінекологія',
            items: [
               {
                  name: 'Програма медичного супроводу під час вагітності двійня( I триместр ):II візит протягом 12-14 тижня вагітності',
                  description: [
                     'Консультація лiкаря гінеколога з приводу вагітності є частиною програми медичного супроводу під час вагітності'
                  ],
                  code: 1318,
                  price: 2000
               },
               {
                  name: 'Програма медичного супроводу під час вагітності двійня( II триместр ):IV візит протягом 21 тижня вагітності',
                  description: [
                     'Консультація лiкаря гінеколога з приводу вагітності є частиною програми медичного супроводу під час вагітності',
                     'Взяття венозної кровi одноразовим стерильним інструментом і підготовка до дослідження',
                     'ВІЛ ІФА',
                     'Клінічний аналіз крові',
                     'Загальний аналіз сечі'
                  ],
                  code: 1320,
                  price: 2460
               },
               {
                  name: 'Програма медичного супроводу під час вагітності двійня( II триместр ):IV візит протягом 21 тижня вагітності',
                  description: [
                     'Комплекс печінкові проби',
                     'Комплекс нирковi проби',
                     'Глюкозотолерантний тест',
                     'Проверхневий антиген до гепатиту В ЄХЛ',
                     'Консультація лiкаря гінеколога',
                     'Цервікометрія',
                     'Електрокардіограма з розшифровкою',
                     'Взяття венозної кровi одноразовим стерильним інструментом і підготовка до дослідження',
                     'УЗД доплерометрія плоду та маточно плацентарного кровотоку двійня',
                     'Клінічний аналіз крові',
                     'Реакція мікропреципітації з кардіоліпіновим антигеном РМП',
                     'Сумарні антитіла до гепатиту С anti HCV',
                     'Загальний аналіз сечі'
                  ],
                  code: 1321,
                  price: 2745
               }
            ]
         }
      ]
   },
   {
      name: 'Дослідження',
      items: [
         {
            name: 'Загальноклінічні дослідження',
            items: [
               {
                  name: 'Загальний аналіз крові',
                  items: [
                     {
                        name: 'Клінічний аналіз крові для тварин',
                        code: 1849,
                        price: 150
                     },
                     {
                        name: 'Клінічний аналіз крові',
                        code: 104,
                        price: 150
                     },
                     {
                        name: 'Клінічний аналіз крові час згортання крові',
                        code: 106,
                        price: 160
                     }
                  ]
               },
               {
                  name: 'Дослідження сечі',
                  items: [
                     {
                        name: 'Клінічні дослідження',
                        items: [
                           {
                              name: 'Трьохсклянкова проба сечі',
                              code: 1751,
                              price: 180
                           },
                           {
                              name: 'Солі в добовій сечі',
                              code: 129,
                              price: 55
                           },
                           {
                              name: 'Загальний аналіз сечі',
                              code: 101,
                              price: 100
                           }
                        ]
                     },
                     {
                        name: 'Біохімічні дослідження сечі',
                        items: [
                           {
                              name: 'Магнiй в сечi',
                              code: 1240,
                              price: 80
                           },
                           {
                              name: 'Креатинін в сечі',
                              code: 313,
                              price: 80
                           }
                        ]
                     }
                  ]
               },
               {
                  name: 'Мікроскопічні дослідження',
                  items: [
                     {
                        name: 'Аналіз пунктату кісткового мозку мієлограма',
                        code: 1759,
                        price: 350
                     },
                     {
                        name: 'Мікроскопія виділень із жіночих статевих органів 1 точка',
                        code: 119,
                        price: 80
                     },
                     {
                        name: 'Тест контакт',
                        code: 128,
                        price: 150
                     }
                  ]
               }
            ]
         },
         {
            name: 'Маркери сепсісу',
            items: [
               {
                  name: 'Кальпротектин кал приймаємо з Пн-Пт до 13:00 години',
                  code: 5050,
                  price: 700
               },
               {
                  name: 'Прокальцитонін',
                  code: 384,
                  price: 650
               }
            ]
         },
         {
            name: 'Імунологічні дослідження',
            items: [
               {
                  name: 'Імунологічні дослідження',
                  items: [
                     {
                        name: 'Інтерлейкін 6 ЕХЛ',
                        code: 5030,
                        price: 400
                     },
                     {
                        name: 'Криоглобуліни',
                        code: 613,
                        price: 120
                     },
                  ]
               },
               {
                  name: 'Ізосерологія',
                  items: [
                     {
                        name: 'АТ по системі АВО повнi iмуннi в молоцi',
                        code: 954,
                        price: 100
                     },
                     {
                        name: 'АТ по системі АВО повнi iмуннi в молоцi',
                        code: 951,
                        price: 100
                     },
                  ]
               },
            ]
         },
      ]
   }
];

// _____________________________________________________________________________________________________________________________

export const SPECIALISTS_MOCK = [
   {
      name: 'Гастроенторологія',
      items: [
         {
            firstName: 'Анжела',
            lastName: 'Шмідт',
            brief: 'Лікар алерголог вищої кваліфікаційної категорії',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Ніна',
            lastName: 'Ракицька',
            brief: 'Лікар гастроентеролог вищої кваліфікаційної категорії',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Віта',
            lastName: 'Меденець',
            brief: 'Лікар гастроентеролог вищої кваліфікаційної категорії, ендоскопіст',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Ольга',
            lastName: 'Трубіцина',
            brief: 'Лікар гастроентеролог вищої кваліфікаційної категорії',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Анжела',
            lastName: 'Шмідт',
            brief: 'Лікар алерголог вищої кваліфікаційної категорії',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Ніна',
            lastName: 'Ракицька',
            brief: 'Лікар гастроентеролог вищої кваліфікаційної категорії',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Віта',
            lastName: 'Меденець',
            brief: 'Лікар гастроентеролог вищої кваліфікаційної категорії, ендоскопіст',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Ольга',
            lastName: 'Трубіцина',
            brief: 'Лікар гастроентеролог вищої кваліфікаційної категорії',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Ольга',
            lastName: 'Трубіцина',
            brief: 'Лікар гастроентеролог вищої кваліфікаційної категорії',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
      ]
   },
   {
      name: 'Гінекологія',
      items: [
         {
            firstName: 'Марина',
            lastName: 'Шуткіна',
            brief: 'Лікар акушер-гінеколог першої кваліфікаційної категорії, лікар ультразвукової діагностики',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Тетяна',
            lastName: 'Трунова',
            brief: 'Лікар онкогінеколог вищої кваліфікаційної категорії, кандидат медичних наук',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Лілія',
            lastName: 'Кулькіна',
            brief: 'Лікар акушер-гінеколог, ендокринолог вищої кваліфікаційної категорії, лікар ультразвукової діагностики',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Вікторія',
            lastName: 'Котлярова',
            brief: 'Лікар акушер-гінеколог першої кваліфікаційної категорії, лікар ультразвукової діагностики',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Ольга',
            lastName: 'Гребенюк',
            brief: 'Лікар акушер-гінеколог першої кваліфікаційної категорії, лікар ультразвукової діагностики',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Марина',
            lastName: 'Шуткіна',
            brief: 'Лікар акушер-гінеколог першої кваліфікаційної категорії, лікар ультразвукової діагностики',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Тетяна',
            lastName: 'Трунова',
            brief: 'Лікар онкогінеколог вищої кваліфікаційної категорії, кандидат медичних наук',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
         {
            firstName: 'Лілія',
            lastName: 'Кулькіна',
            brief: 'Лікар акушер-гінеколог, ендокринолог вищої кваліфікаційної категорії, лікар ультразвукової діагностики',
            imgUrl: require('/assets/site/public/portrait_mock.jpg')
         },
      ]
   }
];

// _____________________________________________________________________________________________________________________________

export const NEWS = {
   'page': 1,
   'totalPages': 9,
   'items': [
      {
         'id': 1,
         'name': 'Назва новини',
         'body': 'Значимість цих проблем настільки очевидна, що початок повсякденної роботи з формування позиції є цікавим експериментом перевірки позицій, які займають учасники щодо поставлених завдань. Завдання організації, особливо початок повсякденної роботи з формування позиції дозволяє оцінити значення нових пропозицій. Товариші! рамки та місце навчання кадрів дозволяє оцінити значення моделі розвитку. ',
         'icon': 'article'
      },
      {
         'id': 2,
         'name': 'Назва новини',
         'body': 'Значимість цих проблем настільки очевидна, що початок повсякденної роботи з формування позиції є цікавим експериментом перевірки...',
         'icon': 'article'
      },
      {
         'id': 3,
         'name': 'Назва новини',
         'body': 'Значимість цих проблем настільки очевидна, що початок повсякденної роботи з формування позиції є цікавим експериментом перевірки...',
         'icon': 'article'
      },
      {
         'id': 4,
         'name': 'Назва новини',
         'body': 'Значимість цих проблем настільки очевидна, що початок повсякденної роботи з формування позиції є цікавим експериментом перевірки позицій, які займають учасники щодо поставлених завдань. Завдання організації, особливо початок повсякденної роботи з формування позиції дозволяє оцінити значення нових пропозицій. Товариші! рамки та місце навчання кадрів дозволяє оцінити значення моделі розвитку. ',
         'icon': 'article'
      },
      {
         'id': 5,
         'name': 'Назва новини',
         'body': 'Значимість цих проблем настільки очевидна, що початок повсякденної роботи з формування позиції є цікавим експериментом перевірки...',
         'icon': 'article'
      },
      {
         'id': 6,
         'name': 'Назва новини',
         'body': 'Значимість цих проблем настільки очевидна, що початок повсякденної роботи з формування позиції є цікавим експериментом перевірки...',
         'icon': 'article'
      },
   ]
};
